/* Name of application */
"Homepwner" = "Homepwner";

/* No More Items */
"No more items" = "No more items";

/* Name of application */
"Homepwner" = "Homepwner";

/* Last item line */
"No more items" = "No more items";

/* Name of application */
"Homepwner" = "Homepwner";

/* Last item line */
"No more items" = "No more items";

